{
  "Afegir a la llista de la compra": "Add to shopping list",
  "Aquest producte no es pot afegir a cap comanda actualment":"This product cannot be added to any orders at this time",
  "contacte": "contact",
  "Comanda tancada, el cost total és de": "Order closed, total cost is:",
  "Comprar": "Buy",
  "Compra confirmada": "Purchase confirmed",
  "Confirma la comanda": "Confirm order",
  "Confirmar contraseña": "Confirm password",
  "Contraseña actual": "Current password",
  "Eliminar cuenta": "Delete account",
  "El producte es troba disponible en les botigues de": "The product is available in the stores of",
  "El producte no es troba disponible en cap botiga": "The product is not available in any store",
  "El produte no es troba disponible temporalment a": "The product is not available at",
  "Email": "Email",
  "Email Password Reset Link": "Email password reset link",
  "Forgot your password?": "Forgot your password?",
  "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.",
  "Guardar canvis": "Save changes",
  "i la comanda es passarà a recollir a la botiga de ":"and the order will be picked up at the store of ",
  "Inici": "Home",
  "Iniciar sessió": "Log in",
  "Informació de contacte": "Contact information",
  "Llista de la compra":"Shopping list",
  "Log in": "Log in",
  "Log Out": "Log out",
  "La comanda ja s'ha tancat anteriorment, el preu total de la comanda és de": "The order has already been closed previously, the total cost of the order is:",
  "La comanda no es correspon amb l'usuari introduït": "The order does not match the user entered",
  "Name": "Name",
  "New Password": "New password",
  "No tens cap producte introduit en la llista de la compra en aquests moments.":"You do not have any products entered in the shopping list at the moment.",
  "No tens un compte creat en aquesta web? Registra el teu compte aquí":"Don't have an account created on this website? Register your account here",
  "Nom del producte": "Product name",
  "No hi ha cap producte en la comanda seleccionada": "There is no product in the selected order",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.",
  "Password": "Password",
  "Prem aquí per a tornar a la pàgina inicial":"Click here to return to the home page",
  "Preu": "Price",
  "Preu unitari": "Unit price",
  "Preu total dels productes de la llista de la compra:": "Total price of the products in the shopping list:",
  " producte afegit a aquesta comanda":" product added to this order",
  " productes afegits a aquesta comanda":" products added to this order",
  "Profile": "Profile",
  "Profile Information": "Profile information",
  "Quantitat": "Amount of",
  "Productes comprats": "Purchased products",
  "Remember me": "Remember me",
  "Estàs segur que vols confirmar la compra?": "Are you sure you want to confirm the purchase?",
  "Save": "Save",
  "Selecciona la botiga on recolliràs la comanda":"Select the store where you will pick up the order",
  "Selecciona la quantitat del producte que vols comprar entre 1 i 10 i guarda els canvis. Si selecciones 0, el producte s'eliminarà de la comanda.": "Select the quantity of the product you want to buy between 1 and 10 and save the changes. If you select 0, the product will be removed from the order.",
  "Seguir comprant": "Continue shopping",
  "S'ha produït un error en el controlador": "An error has occurred in the controller",
  "Update Password": "Update password",
  "Ensure your account is using a long, random password to stay secure.": "Ensure your account is using a long, random password to stay secure.",
  "Update your account's profile information and email address.": "Update your account's profile information and email address.",
  "Tens ": "You have ",
  "Tornar a l'inici": "Back to home"
}
