{
  "Afegir a la llista de la compra":"Añadir a la lista de la compra",
  "contacte":"contacto",
  "Comanda tancada, el cost total és de":"Comanda cerrada, el coste total es de:",
  "Comprar":"Comprar",
  "Compra confirmada":"Compra confirmada",
  "Confirma la comanda":"Confirma la comanda",
  "Confirm Password":"Confirmar contraseña",
  "Current Password":"Contraseña actual",
  "Delete Account":"Eliminar cuenta",
  "El producte es troba disponible en les botigues de": "El producto se encuentra disponible en las tiendas de",
  "El producte no es troba disponible en cap botiga":"El producto no se encuentra disponible en ninguna tienda",
  "El produte no es troba disponible temporalment a":"El producto no se encuentra disponible temporalmente en",
  "Email":"Correo electronico",
  "Email Password Reset Link":"Enlace para restablecer la contraseña a traves del correo electronico",
  "Forgot your password?":"Olvidaste tu contraseña?",
  "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.":"¿Has olvidado tu contraseña? No hay problema. Simplemente háganos saber tu dirección de correo electrónico y te enviaremos un enlace para restablecer tu contraseña que te permitirá elegir una nueva.",
  "Guardar canvis":"Guardar cambios",
  "Inici": "Inicio",
  "Iniciar sessió":"Iniciar session",
  "Informació de contacte":"Informacion de contacto",
  "Log in":"Iniciar sessión",
  "Log Out":"Cerrar sessión",
  "La comanda ja s'ha tancat anteriorment, el preu total de la comanda és de":"La comanda ya se ha cerrado anteriormente, el precio total de la comanda es de:",
  "La comanda no es correspon amb l'usuari introduït":"La comanda no se corresponde con el usuario introducido",
  "Name":"Nombre",
  "New Password":"Nueva contraseña",
  "Nom del producte":"Nombre del producto",
  "No hi ha cap producte en la comanda seleccionada":"No hay ningun producto en la comanda seleccionada",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.":"Una vez que se elimine tu cuenta, todos tus recursos y datos se eliminarán permanentemente. Antes de eliminar tu cuenta, descargue cualquier dato o información que desee conservar.",
  "Password":"Contraseña",
  "Preu":"Precio",
  "Preu unitari":"Precio unitario",
  "Preu total dels productes de la llista de la compra:":"Precio total de los productos de la lista de la compra:",
  "Profile":"Perfil",
  "Profile Information":"Informacion del perfil",
  "Quantitat":"Cantidad",
  "Productes comprats":"Productos comprados",
  "Remember me": "Recuerdame",
  "Estàs segur que vols confirmar la compra?":"Estas seguro que quieres confirmar la compra?",
  "Save":"Guardar",
  "Selecciona la quantitat del producte que vols comprar entre 1 i 10 i guarda els canvis. Si selecciones 0, el producte s'eliminarà de la comanda.":"Selecciona la cantidad del producto que quieres comprar entre 1 i 10 i guarda los cambios. Si seleccionas 0, el producto se eliminara de la comanda.",
  "Seguir comprant":"Seguir comprando",
  "S'ha produit un error en el controlador":"Se ha producido un error en el controlador",
  "Update Password":"Actualizar contraseña",
  "Ensure your account is using a long, random password to stay secure.":"Asegúrate de que su cuenta utilice una contraseña larga y aleatoria para mantenerla segura.",
  "Update your account's profile information and email address.":"Actualiza la informacion de perfil y la direccion de correo electronico de tu cuenta",
  "Tornar a l'inici":"Volver al inicio"
}