{
  "Afegir a la llista de la compra": "Añadir a la lista de la compra",
  "Aquest producte no es pot afegir a cap comanda actualment":"Este producto no se puede añadir a ningún pedido actualmente",
  "Already registered?":"Ya estas registrado?",
  "Are you sure you want to delete your account?":"¿Estás seguro de que quieres eliminar tu cuenta?",
  "Cancel":"Cancelar",
  "contacte": "contacto",
  "Comanda tancada, el cost total és de": "Pedido cerrado, el coste total es de:",
  "Comprar": "Comprar",
  "Compra confirmada": "Compra confirmada",
  "Confirma la comanda": "Confirma el pedido",
  "Confirm Password": "Confirmar contraseña",
  "Contraseña actual": "Contraseña actual",
  "Correu electrònic de contacte":"Correo electónico de contacto",
  "Descripció del comentari":"Descripción del comentario",
  "Eliminar cuenta": "Eliminar cuenta",
  "El producte es troba disponible en les botigues de": "El producto se encuentra disponible en las tiendas de",
  "El producte no es troba disponible en cap botiga": "El producto no se encuentra disponible en ninguna tienda",
  "El producte no es troba disponible a": "El producto no se encuentra disponible en",
  "Email": "Correo electrónico",
  "Email Password Reset Link": "Enlace para restablecer la contraseña a través del correo electrónico",
  "Enviar comentari":"Enviar comentario",
  "Forgot your password?": "¿Olvidaste tu contraseña?",
  "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Has olvidado tu contraseña? No hay problema. Simplemente háganos saber su dirección de correo electrónico y le enviaremos un enlace para restablecer su contraseña que le permitirá elegir una nueva.",
  "Guardar canvis": "Guardar cambios",
  "hola@exemple.com":"hola@ejemplo.com",
  "i la comanda es passarà a recollir a la botiga de ":"y el pedido se pasará a recoger en la tienda de ",
  "Inici": "Inicio",
  "Iniciar sessió": "Iniciar sesión",
  "Informació de contacte": "Información de contacto",
  "Llista de la compra":"Lista de la compra",
  "Log in": "Iniciar sesión",
  "Log Out": "Cerrar sesión",
  "La comanda ja s'ha tancat anteriorment, el preu total de la comanda és de": "El pedido ya se ha cerrado anteriormente, el precio total del pedido es de:",
  "La comanda no es correspon amb l'usuari introduït": "El pedido no se corresponde con el usuario introducido",
  "Name": "Nombre",
  "New Password": "Nueva contraseña",
  "Nom del producte": "Nombre del producto",
  "No hi ha cap producte en la comanda seleccionada": "No hay ningún producto en el pedido seleccionado",
  "No tens cap producte introduit en la llista de la compra en aquests moments.":"No tienes ningún producto introducido en la lista de la compra en estos momentos.",
  "No tens un compte creat en aquesta web? Registra el teu compte aquí":"¿No tienes una cuenta creada en esta web? Registra tu cuenta aquí",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar su cuenta, descargue cualquier dato o información que desee conservar.",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.":"Una vez que se haya eliminado tu cuenta, todos sus recursos y datos se eliminarán permanentemente. Introduce tu contraseña para confirmar que deseas eliminar tu cuenta permanentemente.",
  "Password": "Contraseña",
  "Prem aquí per a tornar a la pàgina inicial":"Pulsa aquí para volver a la página inicial",
  "Preu": "Precio",
  "Preu unitari": "Precio unitario",
  "Preu total dels productes de la llista de la compra:": "Precio total de los productos de la lista de la compra:",
  "Profile": "Perfil",
  "Profile Information": "Información del perfil",
  "Quantitat": "Cantidad",
  "Productes afegits a la llista de la compra": "Productos añadidos a la lista de la compra",
  " producte afegit a aquesta comanda":" producto añadido a este pedido",
  " productes afegits a aquesta comanda":" productos añadidos a este pedido",
  "Register":"Registrarme",
  "Remember me": "Recuerdame",
  "Estàs segur que vols confirmar la compra?": "¿Estás seguro de que quieres confirmar la compra?",
  "Save": "Guardar",
  "Selecciona la botiga on recolliràs la comanda":"Selecciona la tienda donde recogerás el pedido",
  "Selecciona la quantitat del producte que vols comprar entre 1 i 10 i guarda els canvis. Si selecciones 0, el producte s'eliminarà de la comanda.": "Selecciona la cantidad del producto que quieres comprar entre 1 y 10 y guarda los cambios. Si seleccionas 0, el producto se eliminará del pedido.",
  "Seguir comprant": "Seguir comprando",
  "S'ha produït un error en el controlador": "Se ha producido un error en el controlador",
  "Update Password": "Actualizar contraseña",
  "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta utiliza una contraseña larga y aleatoria para mantenerla segura.",
  "Update your account's profile information and email address.": "Actualiza la información de perfil y la dirección de correo electrónico de tu cuenta.",
  "Tens ":"Tienes ",
  "Tinc un problema amb...":"Tengo un problema con...",
  "Títol del comentari":"Título del comentario",
  "Tornar a l'inici": "Volver al inicio"
}
